10/data/attachments/d5c51e9be9d9c487.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Stacy_effort_Friend_48401_1</nif:username>
            <nif:friendToBeRequested>soap_friends_da43d4b2-65a0-4329-bc51-925740fe1f36</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>